<?php
/**
 * DC环球直供网络
 * ============================================================================
 * 版权所有 2015-2027 广州滴蕊生物科技有限公司，并保留所有权利。
 * 网站地址: http://www.dchqzg1688.com
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和使用 .
 * 不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * Author: IT宇宙人
 * Date: 2015-09-09
 */
namespace app\common\model;
use think\Model;
use think\Db;
class AuctionDeposit extends Model {
    /**
     * 用户名
     */
    public function users()
    {
        return $this->hasOne('Users','user_id','user_id')->field('nickname');
    }



}